Repository: aseg-dev/Disk-Led
Catalog: files/Disk-Led@aseg-dev/po/*.po
Languages: de, es, fr, it

source: Status of new disks:
de: Status der neuen Datenträger:
es: Estado de los nuevos discos:
fr: État des nouveaux disques :
it: Stato dei nuovi dischi:

source: ignore
de: ignorieren
es: ignorar
it: ignorare

source: monitor
de: überwachen
es: monitorizar
fr: surveille
it: monitorare

source: Disk to monitor
de: Zu überwachende Festplatte
es: Disco a monitorizar
fr: Disques à surveiller
it: Disco da monitorare

source: Left-click: opens menu Right-click: opens settings
de: Linksklick: öffnet Menü Rechtsklick: öffnet Einstellungen
es: Clic izquierdo: abre el menú Clic derecho: abre la configuración
fr: Clic gauche : ouvre le menu Clic droit : ouvre les paramètres
it: Clic sinistro: apre il menu Clic destro: apre le impostazioni

source: A LED that indicates disk actions
de: Eine LED, die Festplattenaktionen anzeigt
es: Un LED que indica las acciones del disco.
fr: Une LED qui indique les actions du disque
it: Un LED che indica le azioni del disco

source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
it: Aspetto

source: LED style
de: LED-Stil
es: Estilo LED
fr: Style de LED
it: Stile LED

source: Select the LED style
de: Wählen Sie den LED-Stil
es: Seleccione el estilo de LED
fr: Choisir le style de LED
it: Seleziona lo stile LED

source: Light Flashy
de: Klar Flashy
es: Claro Flashy
fr: Flashy clair
it: Chiaro Flashy

source: Light Soft
de: Klar Soft
es: Claro Soft
fr: Soft clair
it: Chiaro Soft

source: Dark Flashy
de: Dunkel Flashy
es: Oscuro Flashy
fr: Flashy sombre
it: Buio Flashy

source: Dark Soft
de: Dunkel Soft
es: Oscuro Soft
fr: Soft sombre
it: Buio Soft

source: Custom Applet Label
de: Benutzerdefiniertes Applet-Label
es: Etiqueta de subprograma personalizada
fr: Texte d'applet personnalisé
it: Etichetta applet personalizzata

source: Set your custom label
de: Legen Sie Ihr benutzerdefiniertes Etikett fest
es: Establezca su etiqueta personalizada
fr: Définissez votre texte personnalisé
it: Imposta la tua etichetta personalizzata
